{
  "pack_id": "KS3_Science",
  "year_band": "KS3 (Year 7-9)",
  "subject": "Science",
  "source": {
    "url": "https://assets.publishing.service.gov.uk/media/5a7d563de5274a2af0ae2ffa/SECONDARY_national_curriculum_-_Science_220714.pdf",
    "publisher": "GOV.UK / Department for Education",
    "licence": "Open Government Licence v3.0",
    "retrieved_at": "2025-12-30T23:25:13Z"
  },
  "chunks": [
    {
      "chunk_id": "KS3_Science_0001",
      "text": "Science programmes \nof study: key stage 3 \nNational curriculum in England"
    },
    {
      "chunk_id": "KS3_Science_0002",
      "text": "September 2013 \nScience – key stage 3 \n2 \nPurpose of study \nA high-quality science education provides the foundations for understanding the world \nthrough the specific disciplines of biology, chemistry and physics. Science has changed \nour lives and is vital to the world’s future prosperity, and all pupils should be taught \nessential aspects of the knowledge, methods, processes and uses of science. Through \nbuilding up a body of key foundational knowledge and concepts, pupils should be \nencouraged to recognise the power of rational explanation and develop a sense of \nexcitement and curiosity about natural phenomena. They should be encouraged to \nunderstand how science can be used to explain what is occurring, predict how things will \nbehave, and analyse causes. \nAims \nThe national curriculum for science aims to ensure that all pupils: \n develop scientific knowledge and conceptual understanding through the specific \ndisciplines of biology, chemistry and physics \n develop understanding of the nature, processes and methods of science through \ndifferent types of science enquiries that help them to answer scientific questions about \nthe world around them \n are equipped with the scientific knowledge required to understand the uses and \nimplications of science, today and for the future. \nScientific knowledge and conceptual understanding \nThe programmes of study describe a sequence of knowledge and concepts. While it is \nimportant that pupils make progress, it is also vitally important that they develop secure \nunderstanding of each key block of knowledge and concepts in order to progress to the \nnext stage. Insecure, superficial understanding will not allow genuine progression: pupils \nmay struggle at key points of transition (such as between primary and secondary school), \nbuild up serious misconceptions, and/or have significant difficulties in understanding \nhigher-order content. \nPupils should be able to describe associated processes and key characteristics in \ncommon language, but they should also be familiar with, and use, technical terminology \naccurately and precisely. They should build up an extended specialist vocabulary. They \nshould also apply their mathematical knowledge to their understanding of science, \nincluding collecting, presenting and analysing data. The social and economic implications \nof science are important but, generally, they are taught most appropriately within the wider \nschool curriculum: teachers will wish to use different contexts to maximise their pupils’ \nengagement with and motivation to study science. \nThe principal focus of science teaching in key stage 3 is to develop a deeper \nunderstanding of a range of scientific ideas in the subject disciplines of biology, chemistry \nand physics. Pupils should begin to see the connections between these subject areas and \nScience – key stage 3 \n3 \nbecome aware of some of the big ideas underpinning scientific knowledge and \nunderstanding. Examples of these big ideas are the links between structure and function in \nliving organisms, the particulate model as the key to understanding the properties and \ninteractions of matter in all its forms, and the resources and means of transfer of energy as \nkey determinants of all of these interactions. They should be encouraged to relate \nscientific explanations to phenomena in the world around them and start to use modelling \nand abstract ideas to develop and evaluate explanations. \nPupils should understand that science is about working objectively, modifying explanations \nto take account of new evidence and ideas and subjecting results to peer review. Pupils \nshould decide on the appropriate type of scientific enquiry to undertake to answer their \nown questions and develop a deeper understanding of factors to be taken into account \nwhen collecting, recording and processing data. They should evaluate their results and \nidentify further questions arising from them. \n‘Working scientifically’ is described separately at the beginning of the programme of study, \nbut must always be taught through and clearly related to substantive science content in the \nprogramme of study. Teachers should feel free to choose examples that serve a variety of \npurposes, from showing how scientific ideas have developed historically to reflecting \nmodern developments in science. \nPupils should develop their use of scientific vocabulary, including the use of scientific \nnomenclature and units and mathematical representations. \nSpoken language \nThe national curriculum for science reflects the importance of spoken language in pupils’ \ndevelopment across the whole curriculum – cognitively, socially and linguistically. The \nquality and variety of language that pupils hear and speak are key factors in developing \ntheir scientific vocabulary and articulating scientific concepts clearly and precisely. They \nmust be assisted in making their thinking clear, both to themselves and others, and \nteachers should ensure that pupils build secure foundations by using discussion to probe \nand remedy their misconceptions. \nAttainment targets \nBy the end of key stage 3, pupils are expected to know, apply and understand the matters, \nskills and processes specified in the relevant programme of study. \nScience – key stage 3 \n4 \nKey stage 3 \nWorking scientifically \nThrough the content across all three disciplines, pupils should be taught to: \nScientific attitudes \n pay attention to objectivity and concern for accuracy, precision, repeatability and \nreproducibility \n understand that scientific methods and theories develop as earlier explanations are \nmodified to take account of new evidence and ideas, together with the importance of \npublishing results and peer review \n evaluate risks. \nExperimental skills and investigations \n ask questions and develop a line of enquiry based on observations of the real world, \nalongside prior knowledge and experience \n make predictions using scientific knowledge and understanding \n select, plan and carry out the most appropriate types of scientific enquiries to test \npredictions, including identifying independent, dependent and control variables, where \nappropriate \n use appropriate techniques, apparatus, and materials during fieldwork and laboratory \nwork, paying attention to health and safety \n make and record observations and measurements using a range of methods for \ndifferent investigations; and evaluate the reliability of methods and suggest possible \nimprovements \n apply sampling techniques. \nAnalysis and evaluation \n apply mathematical concepts and calculate results \n present observations and data using appropriate methods, including tables and graphs \n interpret observations and data, including identifying patterns and using observations, \nmeasurements and data to draw conclusions \n present reasoned explanations, including explaining data in relation to predictions and \nhypotheses \n evaluate data, showing awareness of potential sources of random and systematic error \n identify further questions arising from their results. \nScience – key stage 3 \n5 \nMeasurement \n understand and use SI units and IUPAC (International Union of Pure and Applied \nChemistry) chemical nomenclature \n use and derive simple equations and carry out appropriate calculations \n undertake basic data analysis including simple statistical techniques."
    },
    {
      "chunk_id": "KS3_Science_0003",
      "text": "re \n use and derive simple equations and carry out appropriate calculations \n undertake basic data analysis including simple statistical techniques.\n\nSubject content – Biology \nPupils should be taught about: \nStructure and function of living organisms \nCells and organisation \n cells as the fundamental unit of living organisms, including how to observe, interpret \nand record cell structure using a light microscope \n the functions of the cell wall, cell membrane, cytoplasm, nucleus, vacuole, \nmitochondria and chloroplasts \n the similarities and differences between plant and animal cells \n the role of diffusion in the movement of materials in and between cells \n the structural adaptations of some unicellular organisms \n the hierarchical organisation of multicellular organisms: from cells to tissues to organs \nto systems to organisms. \nThe skeletal and muscular systems \n the structure and functions of the human skeleton, to include support, protection, \nmovement and making blood cells \n biomechanics – the interaction between skeleton and muscles, including the \nmeasurement of force exerted by different muscles \n the function of muscles and examples of antagonistic muscles. \nNutrition and digestion \n content of a healthy human diet: carbohydrates, lipids (fats and oils), proteins, vitamins, \nminerals, dietary fibre and water, and why each is needed \n calculations of energy requirements in a healthy daily diet \n the consequences of imbalances in the diet, including obesity, starvation and \ndeficiency diseases \n the tissues and organs of the human digestive system, including adaptations to \nfunction and how the digestive system digests food (enzymes simply as biological \ncatalysts) \nScience – key stage 3 \n6 \n the importance of bacteria in the human digestive system \n plants making carbohydrates in their leaves by photosynthesis and gaining mineral \nnutrients and water from the soil via their roots. \nGas exchange systems \n the structure and functions of the gas exchange system in humans, including \nadaptations to function \n the mechanism of breathing to move air in and out of the lungs, using a pressure model \nto explain the movement of gases, including simple measurements of lung volume \n the impact of exercise, asthma and smoking on the human gas exchange system \n the role of leaf stomata in gas exchange in plants. \nReproduction \n reproduction in humans (as an example of a mammal), including the structure and \nfunction of the male and female reproductive systems, menstrual cycle (without details \nof hormones), gametes, fertilisation, gestation and birth, to include the effect of \nmaternal lifestyle on the foetus through the placenta \n reproduction in plants, including flower structure, wind and insect pollination, \nfertilisation, seed and fruit formation and dispersal, including quantitative investigation \nof some dispersal mechanisms. \nHealth \n the effects of recreational drugs (including substance misuse) on behaviour, health and \nlife processes. \nMaterial cycles and energy \nPhotosynthesis \n the reactants in, and products of, photosynthesis, and a word summary for \nphotosynthesis \n the dependence of almost all life on Earth on the ability of photosynthetic organisms, \nsuch as plants and algae, to use sunlight in photosynthesis to build organic molecules \nthat are an essential energy store and to maintain levels of oxygen and carbon dioxide \nin the atmosphere \n the adaptations of leaves for photosynthesis. \nScience – key stage 3 \n7 \nCellular respiration \n aerobic and anaerobic respiration in living organisms, including the breakdown of \norganic molecules to enable all the other chemical processes necessary for life \n a word summary for aerobic respiration \n the process of anaerobic respiration in humans and micro-organisms, including \nfermentation, and a word summary for anaerobic respiration \n the differences between aerobic and anaerobic respiration in terms of the reactants, \nthe products formed and the implications for the organism. \nInteractions and interdependencies \nRelationships in an ecosystem \n the interdependence of organisms in an ecosystem, including food webs and insect \npollinated crops \n the importance of plant reproduction through insect pollination in human food security \n how organisms affect, and are affected by, their environment, including the \naccumulation of toxic materials. \nGenetics and evolution \nInheritance, chromosomes, DNA and genes \n heredity as the process by which genetic information is transmitted from one \ngeneration to the next \n a simple model of chromosomes, genes and DNA in heredity, including the part played \nby Watson, Crick, Wilkins and Franklin in the development of the DNA model \n differences between species \n the variation between individuals within a species being continuous or discontinuous, \nto include measurement and graphical representation of variation \n the variation between species and between individuals of the same species means \nsome organisms compete more successfully, which can drive natural selection \n changes in the environment may leave individuals within a species, and some \nentire species, less well adapted to compete successfully and reproduce, which in turn \nmay lead to extinction \n the importance of maintaining biodiversity and the use of gene banks to preserve \nhereditary material. \nScience – key stage 3 \n8 \nSubject content – Chemistry \nPupils should be taught about: \nThe particulate nature of matter \n the properties of the different states of matter (solid, liquid and gas) in terms of the \nparticle model, including gas pressure \n changes of state in terms of the particle model. \nAtoms, elements and compounds \n a simple (Dalton) atomic model \n differences between atoms, elements and compounds \n chemical symbols and formulae for elements and compounds \n conservation of mass changes of state and chemical reactions. \nPure and impure substances \n the concept of a pure substance \n mixtures, including dissolving \n diffusion in terms of the particle model \n simple techniques for separating mixtures: filtration, evaporation, distillation and \nchromatography \n the identification of pure substances. \nChemical reactions \n chemical reactions as the rearrangement of atoms \n representing chemical reactions using formulae and using equations \n combustion, thermal decomposition, oxidation and displacement reactions \n defining acids and alkalis in terms of neutralisation reactions \n the pH scale for measuring acidity/alkalinity; and indicators \n reactions of acids with metals to produce a salt plus hydrogen \n reactions of acids with alkalis to produce a salt plus water \n what catalysts do. \nEnergetics \n energy changes on changes of state (qualitative) \n exothermic and endothermic chemical reactions (qualitative). \nScience – key stage 3 \n9 \nThe Periodic Table \n the varying physical and chemical properties of different elements \n the principles underpinning the Mendeleev Periodic Table \n the Periodic Table: periods and groups; metals and non-metals \n how patterns in reactions can be predicted with reference to the Periodic Table \n the properties of metals and non-metals \n the chemical properties of metal and non-metal oxides with respect to acidity. \nMaterials \n the order of metals and carbon in the reactivity series \n the use of carbon in obtaining metals from metal oxides \n properties of ceramics, polymers and composites (qualitative). \nEarth and atmosphere \n the composition of the Earth \n the structure of the Earth \n the rock cycle and the formation of igneous, sedimentary and metamorphic rocks \n Earth as a source of limited resources and the efficacy of recycling \n the carbon cycle \n the composition of the atmosphere \n the production of carbon dioxide by human activity and the impact on climate."
    },
    {
      "chunk_id": "KS3_Science_0004",
      "text": "of recycling \n the carbon cycle \n the composition of the atmosphere \n the production of carbon dioxide by human activity and the impact on climate.\n\nSubject content – Physics \nPupils should be taught about: \nEnergy \nCalculation of fuel uses and costs in the domestic context \n comparing energy values of different foods (from labels) (kJ) \n comparing power ratings of appliances in watts (W, kW) \n comparing amounts of energy transferred (J, kJ, kW hour) \n domestic fuel bills, fuel use and costs \n fuels and energy resources. \nScience – key stage 3 \n10 \nEnergy changes and transfers \n simple machines give bigger force but at the expense of smaller movement (and vice \nversa): product of force and displacement unchanged \n heating and thermal equilibrium: temperature difference between two objects leading to \nenergy transfer from the hotter to the cooler one, through contact (conduction) or \nradiation; such transfers tending to reduce the temperature difference: use of insulators \n other processes that involve energy transfer: changing motion, dropping an object, \ncompleting an electrical circuit, stretching a spring, metabolism of food, burning fuels. \nChanges in systems \n energy as a quantity that can be quantified and calculated; the total energy has the \nsame value before and after a change \n comparing the starting with the final conditions of a system and describing increases \nand decreases in the amounts of energy associated with movements, temperatures, \nchanges in positions in a field, in elastic distortions and in chemical compositions \n using physical processes and mechanisms, rather than energy, to explain the \nintermediate steps that bring about such changes. \nMotion and forces \nDescribing motion \n speed and the quantitative relationship between average speed, distance and time \n(speed = distance ÷ time) \n the representation of a journey on a distance-time graph \n relative motion: trains and cars passing one another. \nForces \n forces as pushes or pulls, arising from the interaction between two objects \n using force arrows in diagrams, adding forces in one dimension, balanced and \nunbalanced forces \n moment as the turning effect of a force \n forces: associated with deforming objects; stretching and squashing – springs; with \nrubbing and friction between surfaces, with pushing things out of the way; resistance to \nmotion of air and water \n forces measured in newtons, measurements of stretch or compression as force is \nchanged \n force-extension linear relation; Hooke’s Law as a special case \n work done and energy changes on deformation \nScience – key stage 3 \n11 \n non-contact forces: gravity forces acting at a distance on Earth and in space, forces \nbetween magnets and forces due to static electricity. \nPressure in fluids \n atmospheric pressure, decreases with increase of height as weight of air above \ndecreases with height \n pressure in liquids, increasing with depth; upthrust effects, floating and sinking \n pressure measured by ratio of force over area – acting normal to any surface. \nBalanced forces \n opposing forces and equilibrium: weight held by stretched spring or supported on a \ncompressed surface. \nForces and motion \n forces being needed to cause objects to stop or start moving, or to change their speed \nor direction of motion (qualitative only) \n change depending on direction of force and its size. \nWaves \nObserved waves \n waves on water as undulations which travel through water with transverse motion; \nthese waves can be reflected, and add or cancel – superposition. \nSound waves \n frequencies of sound waves, measured in hertz (Hz); echoes, reflection and absorption \nof sound \n sound needs a medium to travel, the speed of sound in air, in water, in solids \n sound produced by vibrations of objects, in loud speakers, detected by their effects on \nmicrophone diaphragm and the ear drum; sound waves are longitudinal \n auditory range of humans and animals. \nEnergy and waves \n pressure waves transferring energy; use for cleaning and physiotherapy by ultra-sound; \nwaves transferring information for conversion to electrical signals by microphone. \nLight waves \n the similarities and differences between light waves and waves in matter \n light waves travelling through a vacuum; speed of light \n the transmission of light through materials: absorption, diffuse scattering and specular \nreflection at a surface \nScience – key stage 3 \n12 \n use of ray model to explain imaging in mirrors, the pinhole camera, the refraction of \nlight and action of convex lens in focusing (qualitative); the human eye \n light transferring energy from source to absorber leading to chemical and electrical \neffects; photo-sensitive material in the retina and in cameras \n colours and the different frequencies of light, white light and prisms (qualitative only); \ndifferential colour effects in absorption and diffuse reflection. \nElectricity and electromagnetism \nCurrent electricity \n electric current, measured in amperes, in circuits, series and parallel circuits, currents \nadd where branches meet and current as flow of charge \n potential difference, measured in volts, battery and bulb ratings; resistance, measured \nin ohms, as the ratio of potential difference (p.d.) to current \n differences in resistance between conducting and insulating components (quantitative). \nStatic electricity \n separation of positive or negative charges when objects are rubbed together: transfer \nof electrons, forces between charged objects \n the idea of electric field, forces acting across the space between objects not in contact. \nMagnetism \n magnetic poles, attraction and repulsion \n magnetic fields by plotting with compass, representation by field lines \n Earth’s magnetism, compass and navigation \n the magnetic effect of a current, electromagnets, D.C. motors (principles only). \nMatter \nPhysical changes \n conservation of material and of mass, and reversibility, in melting, freezing, \nevaporation, sublimation, condensation, dissolving \n similarities and differences, including density differences, between solids, liquids and \ngases \n Brownian motion in gases \n diffusion in liquids and gases driven by differences in concentration \n the difference between chemical and physical changes. \nScience – key stage 3 \n13 \nParticle model \n the differences in arrangements, in motion and in closeness of particles explaining \nchanges of state, shape and density, the anomaly of ice-water transition \n atoms and molecules as particles. \nEnergy in matter \n changes with temperature in motion and spacing of particles \n internal energy stored in materials. \nSpace physics \n gravity force, weight = mass x gravitational field strength (g), on Earth g=10 N/kg, \ndifferent on other planets and stars; gravity forces between Earth and Moon, and \nbetween Earth and Sun (qualitative only) \n our Sun as a star, other stars in our galaxy, other galaxies \n the seasons and the Earth’s tilt, day length at different times of year, in different \nhemispheres \n the light year as a unit of astronomical distance."
    },
    {
      "chunk_id": "KS3_Science_0005",
      "text": "e seasons and the Earth’s tilt, day length at different times of year, in different \nhemispheres \n the light year as a unit of astronomical distance.\n\n© Crown copyright 2013 \nYou may re-use this information (excluding logos) free of charge in any format or medium, under \nthe terms of the Open Government Licence. To view this licence, visit \nhttp://www.nationalarchives.gov.uk/doc/open-government-licence/ or email: \npsi@nationalarchives.gsi.gov.uk. \nReference: DFE-00185-2013"
    }
  ]
}